Repository: Frojd/wagtail-recycle-bin
Catalog: wagtail_trash/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Choose a root page
ru_ru: Выберете родительскую страницу

source: Choose a different root page
ru_ru: Выберете другую родительскую страницу

source: Page
ru_ru: Страница

source: Parent
ru_ru: Родитель

source: User
ru_ru: Пользователь

source: Time Recycled
ru_ru: Время удаления

source: Data
ru_ru: Данные

source: Trash Can
ru_ru: Корзина

source: Trash Cans
ru_ru: Корзины

source: Your trash can is empty.
ru_ru: Корзина пуста.

source: Restore page to new location
ru_ru: Восстановить страницу и переместить

source: <p> Choose a destination where the page will be restored to </p>
ru_ru: <p> Выберете местоположение, куда будет восстановлена страница </p>

source: Restore
ru_ru: Восстановить

source: Page '{0}' deleted.
ru_ru: Страница '{0}' удалена.

source: Page '{0}' moved to trash_can.
ru_ru: Страница '{0}' перемещена в корзину.

source: Page '{0}' successfully restored.
ru_ru: Страница '{0}' успешно восстановлена.

source: Restore and move
ru_ru: Восстановить и переместить

source: Are you sure you want to delete this %(object)s? If other things in your site are related to it, they may also be affected.
ru_ru: Вы уверены, что хотите удалить %(object)s? Если другие сущности на сайте связаны с ней, они тоже могут быть затронуты.

source: page
ru_ru: страницу
